{
  "success": [
    "You stole a fish and sell it second hand for money",
    "You tried to rob a bank but accidentally walked into a comedy club. The audience thought you were part of the act and threw money at you.",
    "You attempted to break into a house but it was actually your own house. You found money you forgot you had hidden.",
    "You tried to steal a car but it was actually a toy car. The kid was so happy you 'stole' it they gave you money.",
    "You attempted to rob a store but it was actually a lemonade stand. The kids were so impressed they gave you money.",
    "You tried to break into a safe but it was actually a piggy bank. You found money inside and took it.",
    "You attempted to steal from a vending machine but it malfunctioned and gave you free snacks and money.",
    "You tried to rob a gas station but the attendant was so bored they paid you to entertain them.",
    "You attempted to break into a house but the owner was a crime novelist. They paid you for research material.",
    "You tried to steal a bike but it was actually a rental bike. The company paid you for returning it.",
    "You attempted to rob a restaurant but the chef was so impressed by your 'dramatic entrance' they gave you free food and money.",
    "You tried to break into a car but it was unlocked. You found money in the glove compartment.",
    "You attempted to steal from a store but the security guard was your old friend. They gave you money to catch up.",
    "You tried to rob a bank but it was actually a bank-themed escape room. You won the game and got prize money.",
    "You attempted to break into a house but the owner was a locksmith. They were impressed by your technique and paid you.",
    "You tried to steal a car but it was actually a car show. The judges were so impressed by your 'performance' they gave you money.",
    "You attempted to rob a store but the owner was a former criminal. They were nostalgic and gave you money.",
    "You tried to break into a safe but it was a prop safe. The movie crew paid you for the authentic performance.",
    "You attempted to steal from a vending machine but it was broken. The repair person paid you for helping them fix it.",
    "You tried to rob a gas station but the attendant was a former bank robber. They were impressed and gave you money.",
    "You attempted to break into a house but the owner was a security expert. They were so impressed by your skills they hired you.",
    "You tried to steal a bike but it was actually a bike-sharing program. The company paid you for using their service.",
    "You attempted to rob a restaurant but the owner was a former thief. They were nostalgic and gave you money.",
    "You tried to break into a car but it was a car dealership. The salesman was so impressed by your 'test drive' they gave you money.",
    "You attempted to steal from a store but the owner was a former criminal. They were impressed by your technique and paid you."
  ],
  "failure": [
    "A wise asian girl once said, Be a better criminal. Get fined money kiddo",
    "You tried to rob a bank but slipped on a banana peel and face-planted into a fountain. The fish laugh at you and you get fined.",
    "You attempted to break into a house but got stuck in the doggy door. The dog had to call 911 to get you out and you get fined.",
    "You tried to steal a car but it was actually a cardboard cutout. You ran away with cardboard and got a paper cut fine.",
    "You attempted to rob a store but it was actually a mirror maze. You got lost for 3 hours and security fined you for trespassing.",
    "You tried to break into a safe but it was actually a toaster. You got your head stuck and the fire department fined you for false alarm.",
    "You attempted to steal from a vending machine but it came alive and chased you around the block. You get fined for disturbing the peace.",
    "You tried to rob a gas station but it was actually a gas station-themed restaurant. The waiter was so offended they made you pay double.",
    "You attempted to break into a house but it was actually a bouncy castle. You bounced so high you hit a tree and got fined by a squirrel.",
    "You tried to steal a bike but it was actually a unicycle. You rode in circles for an hour before realizing and got fined for being dizzy.",
    "You attempted to rob a restaurant but the chef threw spaghetti at you. You slipped on the noodles and had to pay for dry cleaning.",
    "You tried to break into a car but it was actually a hot dog cart. The vendor was so angry they made you buy 47 hot dogs as punishment.",
    "You attempted to steal from a store but the mannequins came to life and held you hostage until you paid them modeling fees.",
    "You tried to rob a bank but it was actually a blood bank. You fainted at the sight of blood and had to pay the janitor cleanup fees.",
    "You attempted to break into a house but it was actually a gingerbread house. You ate the door and got fined by the candy police.",
    "You tried to steal a car but it was actually a transformer. It transformed and you had to pay child support for its robot baby.",
    "You attempted to rob a store but all the items were cursed. You turned into a pickle for an hour and had to pay the curse removal fee.",
    "You tried to break into a safe but it was full of angry bees. You ran away covered in honey and had to pay the bee therapy bills.",
    "You attempted to steal from a vending machine but it teleported you to another dimension. The interdimensional customs fined you for illegal entry.",
    "You tried to rob a gas station but the gas pumps started singing opera. Your ears hurt so bad you paid them to stop.",
    "You attempted to break into a house but it was actually a time machine. You went back to the dinosaurs and had to pay a T-Rex parking ticket.",
    "You tried to steal a bike but it was actually a exercise bike bolted to the ground. You pedaled for 2 hours going nowhere and got charged gym fees.",
    "You attempted to rob a restaurant but the food fought back. A angry taco wrestled you to the ground and made you pay for therapy.",
    "You tried to break into a car but it was actually a clown car. 47 clowns poured out and each one fined you for disturbing their sleep.",
    "You attempted to steal from a store but the cashier was actually your mom. She gave you a lecture and made you pay her embarrassment fee."
  ]
}