{
  "success": [
    "You go to the bar and try to be sexy. People laugh at you and throw money at you. Luckily for you this is a currency, so this was a great day!",
    "You accidentally seduce a wealthy businessperson while trying to order coffee. They tip you well for the 'entertainment'.",
    "You trip and fall into someone's arms at a fancy party. They're so charmed they give you money.",
    "You try to be mysterious at a club but end up looking constipated. A rich person finds it endearing and pays you.",
    "You attempt to wink seductively but get something in your eye. The blinking is so cute someone gives you money.",
    "You try to dance seductively but look like you're having a seizure. The crowd loves it and throws money at you.",
    "You accidentally make eye contact with someone across the room. They're so smitten they send you money.",
    "You try to be alluring but just look confused. Someone finds your confusion adorable and pays you.",
    "You attempt a sultry voice but sound like a dying goat. The uniqueness earns you money.",
    "You try to be mysterious but just look lost. A kind soul gives you money to help you find your way.",
    "You accidentally seduce the bartender while trying to order water. They're so flattered they give you money.",
    "You try to be sexy but just look like you need to use the bathroom. Someone finds it relatable and tips you.",
    "You attempt to be charming but just look constipated. The effort is appreciated and you earn money.",
    "You try to be alluring but just look like you're in pain. Someone feels sorry for you and gives you money.",
    "You accidentally seduce someone while trying to read the menu. They're so impressed they pay you.",
    "You try to be mysterious but just look like you're having a stroke. The drama earns you money.",
    "You attempt to be sexy but just look like you're having an allergic reaction. The uniqueness gets you money.",
    "You try to be charming but just look like you're having a mental breakdown. Someone finds it endearing and gives you money.",
    "You accidentally seduce the DJ while trying to request a song. They're so flattered they tip you.",
    "You try to be alluring but just look like you're having a panic attack. The vulnerability earns you money.",
    "You attempt to be mysterious but just look like you're lost in thought. Someone finds it deep and pays you.",
    "You try to be sexy but just look like you're having a medical emergency. The concern gets you money.",
    "You accidentally seduce the bouncer while trying to get in. They're so charmed they let you in and give you money.",
    "You try to be charming but just look like you're having a spiritual awakening. The enlightenment earns you money.",
    "You attempt to be alluring but just look like you're having an existential crisis. The depth gets you money."
  ],
  "failure": [
    "You get caught masturbating in class, and the teacher fines you.",
    "You try to be sexy at a funeral. The family is not amused and charges you for disrespect.",
    "You attempt to seduce your own reflection in a mirror. The mirror breaks and you have to pay for damages.",
    "You try to be alluring to a statue. A security guard catches you and fines you for public indecency.",
    "You attempt to seduce a vending machine. It malfunctions and you lose money trying to fix it.",
    "You try to be sexy while ordering at McDonald's. The cashier is unimpressed and you drop your change.",
    "You attempt to seduce a parking meter. A cop sees you and gives you a ticket.",
    "You try to be alluring to a houseplant. Your roommate catches you and charges you for being weird.",
    "You attempt to seduce a traffic light. It changes to red and you get a ticket.",
    "You try to be sexy while doing laundry. You break the washing machine and have to pay for repairs.",
    "You attempt to seduce a fire hydrant. A firefighter sees you and fines you for tampering with city property.",
    "You try to be alluring to a mailbox. The mailman catches you and charges you for mail tampering.",
    "You attempt to seduce a stop sign. A cop sees you and gives you a ticket.",
    "You try to be sexy while grocery shopping. You knock over a display and have to pay for damages.",
    "You attempt to seduce a ATM. It eats your card and you lose money trying to get it back.",
    "You try to be alluring to a elevator. It gets stuck and you have to pay for emergency services.",
    "You attempt to seduce a escalator. It breaks down and you have to pay for repairs.",
    "You try to be sexy while using a public restroom. You break the toilet and have to pay for damages.",
    "You attempt to seduce a water fountain. It stops working and you have to pay for repairs.",
    "You try to be alluring to a bench. A park ranger catches you and fines you for public indecency.",
    "You attempt to seduce a tree. A bird poops on you and you have to pay for dry cleaning.",
    "You try to be sexy while riding a bus. You fall and break your phone, costing you money.",
    "You attempt to seduce a bicycle. It falls over and you have to pay for damages.",
    "You try to be alluring to a car. The alarm goes off and you have to pay for disturbing the peace.",
    "You attempt to seduce a building. A security guard catches you and fines you for trespassing."
  ]
}