[
  "You accidentally became a professional snail racer and somehow won 249",
  "You spent 3 hours teaching a goldfish to play chess. It's still not very good.",
  "You worked as a professional cloud counter. Today you counted 47 clouds.",
  "You got paid to watch paint dry. It was surprisingly therapeutic.",
  "You worked as a professional professional. Very meta.",
  "You spent the day being a human alarm clock for someone who sleeps through everything.",
  "You worked as a professional dominatrix and made bank",
  "You got hired to test if water is wet. Spoiler: it is.",
  "You worked as a professional stripper and made good money",
  "You spent 8 hours convincing a door that it's actually a window. The door is confused.",
  "You worked as a professional escort and earned big bucks",
  "You got paid to count all the grains of sand on a beach. You got to 3 before giving up.",
  "You worked as a professional sugar baby and got paid well",
  "You spent the day being a professional hugger. Your arms are tired.",
  "You worked as a professional masseuse and earned good money",
  "You got hired to test if the sky is blue. It's blue. You're rich now.",
  "You worked as a professional companion and made bank",
  "You spent 6 hours trying to teach a rock to speak. The rock is still silent.",
  "You worked as a professional stress reliever and earned cash",
  "You got paid to stare at a wall for 4 hours. The wall stared back.",
  "You worked as a professional comfort provider and made money",
  "You spent the day being a human calculator. 2+2=4. You're a genius.",
  "You worked as a professional relaxation specialist and earned well",
  "You got hired to test if fire is hot. It's hot. You have burns.",
  "You worked as a professional tension releaser and made bank",
  "You spent 5 hours trying to convince a cat that it's actually a dog. The cat is unimpressed.",
  "You worked as a professional wellness consultant and earned cash",
  "You got paid to count all the hairs on your head. You have 127,483 hairs.",
  "You worked as a professional therapeutic companion and made money",
  "You spent the day being a professional breather. You're very good at it.",
  "You worked as a professional personal trainer and earned well",
  "You got hired to test if gravity works. It does. You fell down.",
  "You worked as a professional life coach and made bank",
  "You spent 7 hours trying to teach a tree to dance. The tree is still standing still.",
  "You worked as a professional intimacy coach and earned cash",
  "You got paid to count all the stars in the sky. You counted 1,337 before falling asleep.",
  "You worked as a professional pleasure provider and made money",
  "You spent the day being a professional walker. You walked 10,000 steps.",
  "You worked as a professional satisfaction specialist and earned well",
  "You got hired to test if the sun is bright. It's bright. You're blind now.",
  "You worked as a professional happiness consultant and made bank",
  "You spent 4 hours trying to teach a fish to ride a bicycle. The fish is confused.",
  "You worked as a professional joy provider and earned cash",
  "You got paid to count all the leaves on a tree. You counted 2,847 leaves.",
  "You worked as a professional bliss specialist and made money",
  "You spent the day being a professional sitter. You sat very well.",
  "You worked as a professional ecstasy coach and earned well",
  "You got hired to test if ice is cold. It's cold. You have frostbite.",
  "You worked as a professional rapture provider and made bank",
  "You spent 3 hours trying to teach a bird to swim. The bird flew away."
]